// src/data.js

export const cardList = [
  {
    id: 1,
    theme: 'Работа',
    title: 'Подготовить презентацию для встречи с клиентом',
    date: '2025-11-15',
    status: 'В работе'
  },
  {
    id: 2,
    theme: 'Личное',
    title: 'Записаться на курсы английского языка',
    date: '2025-11-18',
    status: 'Нужно сделать'
  },
  {
    id: 3,
    theme: 'Путешествия',
    title: 'Забронировать отель для поездки в Тбилиси',
    date: '2025-12-01',
    status: 'Готово'
  },
  {
    id: 4,
    theme: 'Учёба',
    title: 'Прочитать главу 5 из книги по React',
    date: '2025-11-20',
    status: 'Тестирование'
  },
  {
    id: 5,
    theme: 'Здоровье',
    title: 'Сходить на приём к врачу',
    date: '2025-11-25',
    status: 'Без статуса'
  }
];